{
    "healthSurveyDescription" : "This health survey's answers will help us provide a more personalized diagnostic experience and be used as a resource for detailed diagnostic analysis.",
    "sleepQualitySurveyDescription" : "This sleep quality survey's answers will help us provide a more personalized diagnostic experience and be used as a resource for detailed rPPG analysis.",
    "depressionDescription" : "This depression survey is a clinically validated tool used to screen, diagnose, and measure the severity of depression.",
    "dementiaDescription" : "Cognitive impairment diagnosis involves a comprehensive evaluation to determine the presence and severity of cognitive decline that interferes with daily life.",
    "lucidDescription" : "Lucid 101 is a digital therapeutic tool that recommends music suited to your emotions.\nChoose the emotion you are currently feeling from the mind map.",
    "lowStressDescription" :"Your stress level is mild.\nYou’re experiencing occasional stress, but it’s manageable. Keep it up! 💪",
    "highStressDescription" :"Your stress level is high.\nYou might feel overwhelmed. Take a moment to pause and recharge! 🔋",
    "hrvDescription" : "HRV (Heart Rate Variability) is the variation in time intervals\nbetween consecutive heartbeats.",
    "depressionNormalDescription": "There is no indication of a significant level of depression. Maintain a healthy lifestyle and continue engaging in activities that bring you joy. Remember that occasional stress is a normal part of life.",
    "depressionWarningDescription": "There is a mild level of depressive feelings, but not severe enough to interfere with daily life. However, if these feelings persist, they may weaken your physical and psychological coping resources. In such cases, consider visiting a local community center or a professional institution for support.",
    "depressionDangerDescription": "A moderate level of depression is indicated. Such a high level of depressive feelings can often reduce physical and psychological coping resources, making daily life difficult. Please visit a local community center or a professional institution for a more detailed assessment and support.",
    "depressionSevereDescription": "A severe level of depression is indicated. Therapeutic intervention and evaluation by a professional institution are strongly recommended.",
    "dementiaNormalDescription": "Your cognitive functions seem to be in good shape. 🙂 Keep engaging in brain-stimulating activities like reading, puzzles, or learning new skills. Staying physically active and socially connected can also benefit your mental health.",
    "dementiaWarningDescription": "There are some signs that may indicate cognitive decline. 🤔 It’s a good idea to monitor these changes and consult with a specialist if needed. Early intervention can make a significant difference in managing symptoms effectively.",
    "dementiaDangerDescription": "Your score suggests potential serious cognitive challenges. ⚠️ Please consult a neurologist or specialist as soon as possible. Early diagnosis and treatment are crucial for better management of the condition."
}